Repository: visualize-admin/visualization-tool
Catalog: app/locales/*/messages.po
Languages: de, fr, it

source: Drag filters to reorganize
de: Ziehen Sie die Filter per Drag & Drop, um sie neu zu organisieren
fr: Faites glisser les filtres pour les réorganiser
it: Trascina i filtri per riorganizzarli

source: No results
de: Kein Ergebnis
fr: Aucun résultat
it: Nessun risultato

# annotation.add.text
source: [ Add text ]
de: [ Text hinzufügen ]
fr: [ Ajouter du texte ]
it: [ Aggiungi testo ]

# block-controls.delete
source: Delete
de: Löschen
fr: Supprimer
it: Elimina

# block-controls.delete.confirmation
source: Are you sure you want to delete this block?
de: Möchten Sie diesen Block wirklich löschen?
fr: Etes-vous sûr de vouloir supprimer ce bloc ?
it: Sei sicuro di voler eliminare questo blocco?

# block-controls.delete.title
source: Delete block?
de: Block löschen?
fr: Supprimer le bloc ?
it: Eliminare il blocco?

# block-controls.duplicate
source: Duplicate
de: Duplizieren
fr: Dupliquer
it: Duplicare

# browse-panel.organizations
source: Organizations
de: Organisationen
fr: Organisations
it: Organizzazioni

# browse-panel.termsets
source: Concepts
de: Konzepte
it: Concetti

# browse-panel.termsets.explanation
source: Concepts represent values that can be shared across different dimensions and datasets.
de: Konzepte stellen Werte dar, die über verschiedene Dimensionen und Datensätze hinweg geteilt werden können.
fr: Les concepts représentent des valeurs qui peuvent être partagées entre différentes dimensions et ensembles de données.
it: I concetti rappresentano valori che possono essere condivisi tra diverse dimensioni e set di dati.

# browse-panel.themes
source: Categories
de: Kategorien
fr: Catégories
it: Categorie

# browse.dataset.all
source: Browse all datasets
de: Datensatz suchen
fr: Parcourir tous les ensembles de données
it: Sfoglia tutti i set di dati

# browse.dataset.create-visualization
source: Start a visualization
de: Visualisierung von diesem Datensatz erstellen
fr: Démarrer une visualisation
it: Iniziare una visualizzazione

# browse.dataset.create-visualization-visualize
source: Create a visualization
de: Visualierung erstellen
fr: Créer une visualisation
it: Creare una visualizzazione

# browse.datasets.description
source: Explore datasets provided by the LINDAS Linked Data Service by either filtering by categories or organizations or search directly for specific keywords. Click on a dataset to see more detailed information and start creating your own visualizations.
de: Erkunden Sie die vom LINDAS Linked Data Service bereitgestellten Datensätze, indem Sie entweder nach Kategorien oder Organisationen filtern oder direkt nach bestimmten Stichworten suchen. Klicken Sie auf einen Datensatz, um detailliertere Informationen zu erhalten und Ihre eigenen Visualisierungen zu erstellen.
fr: Explorez les jeux de données liés fournis par LINDAS, en filtrant par catégories ou organisations, ou en recherchant par mots-clés. Cliquez sur un ensemble de données pour afficher des informations plus détaillées et commencer à créer vos propres visualisations.
it: Esplora i set di dati forniti dal LINDAS Linked Data Service filtrando per categorie o organizzazioni oppure cercando direttamente per parole chiave specifiche. Clicca su un set di dati per vedere informazioni più dettagliate e iniziare a creare le tue visualizzazioni.

# button.back
source: Back
de: Zurück
fr: Précédent
it: Torna indietro

# button.confirm
source: Confirm
de: Bestätigen
fr: Confirmer
it: Confermare

# button.copy-preview-link
source: Copy preview link
de: Vorschau-Link kopieren
it: Copia il collegamento di anteprima

# button.copy-preview-link.explanation
source: Get a chart link with configuration stored in the URL without having to publish it.
de: Erhalten Sie einen Diagrammlink mit in der URL gespeicherter Konfiguration, ohne ihn veröffentlichen zu müssen.
it: Ottieni un collegamento al grafico con la configurazione memorizzata nell'URL senza doverlo pubblicare.

# button.copy-preview-link.success
source: Preview link copied!
de: Vorschau-Link kopiert!
it: Link di anteprima copiato!

# button.copy.visualization
source: Copy and edit this visualization
de: Diese Visualisierung kopieren und editieren
fr: Copier et éditer cette visualisation
it: Copia e modifica questa visualizzazione

# button.download.data
source: Download data
de: Daten herunterladen
fr: Télécharger des données
it: Scaricare i dati

# button.download.data.all
source: Full dataset
de: Vollständiger Datensatz
fr: Jeu de données complet
it: Set di dati completo

# button.download.data.visible
source: Chart dataset
de: Daten aus der Grafik
fr: Données du graphique
it: Dati del grafico

# button.embed
source: Embed
de: Einbetten
fr: Intégrer
it: Incorpora

# button.hint.click.to.copy
source: Click to copy
de: Kopieren
fr: Cliquer pour copier
it: Clicca per copiare

# button.hint.copied
source: Copied!
de: Kopiert!
fr: Copié!
it: Copiato!

# button.layout
source: Proceed to layout options
de: Weiter zu den Layout-Optionen
fr: Passer aux options de présentation
it: Procedi alle opzioni di layout

# button.new.visualization
source: Create a new visualization
de: Neue Visualisierung erstellen
fr: Créer une nouvelle visualisation
it: Crea una nuova visualizzazione

# button.publish
source: Publish
de: Veröffentlichen
fr: Publier
it: Pubblicare

# button.save-draft
source: Save draft
de: Entwurf speichern
fr: Sauver le brouillon
it: Salva la bozza

# button.save-draft.error
source: Could not save draft
de: Entwurf konnte nicht gespeichert werden
fr: Impossible d'enregistrer le brouillon
it: Impossibile salvare la bozza

# button.save-draft.saved
source: Draft saved in [My visualisations](/profile)
de: Entwurf gespeichert in [Meine Visualisierungen](/profile)
fr: Brouillon enregistré dans [Mes visualisations](/profile)
it: Bozza salvata nelle [visualizzazioni](/profile)

# button.share
source: Share
de: Teilen
fr: Partager
it: Condividi

# button.update
source: Update this visualization
de: Diese Visualisierung aktualisieren
fr: Actualiser cette visualisation
it: Aggiornare questa visualizzazione

# button.update.warning
source: Keep in mind that updating this visualization will affect all the places where it might be already embedded!
de: Denken Sie daran, dass sich die Aktualisierung dieser Visualisierung auf alle Stellen auswirkt, an denen sie bereits eingebettet ist!
fr: Gardez à l'esprit que la mise à jour de cette visualisation affectera tous les endroits où elle est déjà intégrée !
it: Tenete presente che l'aggiornamento di questa visualizzazione avrà effetto su tutti i luoghi in cui potrebbe essere già incorporata!

# chart-controls.chart-view
source: Chart view
de: Diagrammansicht
fr: Vue en graphique
it: Visualizzazione grafico

# chart-controls.copy-and-edit
source: Copy and edit
de: Kopieren und editieren
fr: Copier et éditer
it: Copia e modifica

# chart-controls.delete
source: Delete
de: Löschen
fr: Supprimer
it: Elimina

# chart-controls.delete.confirmation
source: Are you sure you want to delete this chart?
de: Sind Sie sicher, dass Sie dieses Diagramm löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer ce graphique ?
it: Sei sicuro di voler eliminare questo grafico?

# chart-controls.delete.title
source: Delete chart?
de: Diagramm löschen?
fr: Supprimer le graphique ?
it: Eliminare il grafico?

# chart-controls.duplicate
source: Duplicate
de: Duplizieren
fr: Dupliquer
it: Duplicare

# chart-controls.edit
source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica

# chart-controls.edit-tab-label
source: Edit tab label
de: Tab-Titel editieren
fr: Modifier le nom de l'onglet
it: Modifica l'etichetta della scheda

# chart-controls.export-png
source: Export PNG
de: PNG exportieren
fr: Exporter PNG
it: Esporta PNG

# chart-controls.table-view
source: Table view
de: Tabellenansicht
fr: Vue en tableau
it: Visualizzazione tabella

# chart-selection-tabs.add-chart
source: Add chart
de: Diagramm hinzufügen
fr: Ajouter un graphique
it: Aggiungi grafico

# chart-selection-tabs.add-chart-different-dataset.button
source: Select dataset
de: Datensatz auswählen
fr: Sélectionner un ensemble de données
it: Seleziona il set di dati

# chart-selection-tabs.add-chart-different-dataset.caption
source: Add chart based on a different dataset
de: Fügen Sie ein Diagramm basierend auf einem anderen Datensatz hinzu
fr: Ajouter un graphique basé sur un ensemble de données différent
it: Aggiungi grafico basato su un set di dati diverso

# chart-selection-tabs.add-chart-same-dataset.caption
source: Add chart based on the same dataset
de: Fügen Sie ein Diagramm basierend auf demselben Datensatz hinzu
fr: Ajouter un graphique basé sur le même ensemble de données
it: Aggiungi grafico basato sullo stesso set di dati

# chart-selection-tabs.no-label
source: No label
de: Kein Tab-Titel
fr: Pas de Titre
it: Senza etichetta

# chart.datasets.add
source: Add dataset
de: Hinzufügen
fr: Ajouter
it: Aggiungere

# chart.datasets.add-dataset-dialog.description
source: You can only combine datasets that share dimensions with the same unit and resolution. By default, dimensions matching the current chart are selected.
de: Sie können nur Datensätze kombinieren, die Dimensionen mit derselben Einheit und Auflösung teilen. Standardmässig werden Dimensionen ausgewählt, die zum aktuellen Diagramm passen.
fr: Vous ne pouvez combiner que des ensembles de données qui partagent des dimensions avec la même unité et résolution. Par défaut, les dimensions correspondant au graphique actuel sont sélectionnées.
it: Puoi combinare solo set di dati che condividono dimensioni con la stessa unità e risoluzione. Per impostazione predefinita, vengono selezionate le dimensioni corrispondenti al grafico attuale.

# chart.datasets.add-dataset-dialog.title
source: Select dataset with shared dimensions
de: Wählen Sie einen Datensatz mit gemeinsamen Dimensionen aus
fr: Sélectionner un ensemble de données avec des dimensions partagées
it: Seleziona il set di dati con dimensioni condivise

# chart.datasets.add-dataset-drawer.title
source: Select dataset
de: Datensatz auswählen
fr: Sélectionner un ensemble de données
it: Seleziona il set di dati

# chart.map.layers.add-layer
source: Add map
it: Importa mappe

# chart.map.layers.area
source: Areas
de: Flächen
fr: Zones
it: Aree

# chart.map.layers.base
source: Base map
de: Basisschichten
fr: Couches de base
it: Carta di base

# chart.map.layers.base.behind-area-layer
source: Behind area layer
de: Hinter der Flächenebene
fr: Derrière la couche de surface
it: Dietro lo strato dell'area

# chart.map.layers.base.enable-temporal-filtering
source: Sync with temporal filters
de: Mit zeitlichen Filtern synchronisieren
fr: Synchronisation avec les filtres temporels
it: Sincronizzazione con filtri temporali

# chart.map.layers.base.show
source: Show world map
de: Weltkarte anzeigen
fr: Afficher la carte du monde
it: Mostra mappa del mondo

# chart.map.layers.base.view.locked
source: Locked view
de: Gesperrte Ansicht
fr: Carte verrouillée
it: Vista bloccata

# chart.map.layers.custom-layers
source: Import map
de: Benutzerdefinierte Ebenen
fr: Couches personnalisées
it: Importa mappe

# chart.map.layers.no-layers
source: No imported maps
de: Keine benutzerdefinierten Ebenen
it: Nessuna mappa importata

# chart.map.layers.symbol
source: Symbols
de: Symbole
fr: Symboles
it: Simboli

# chart.published.toggle.mobile.view
source: Compact view
de: Kompakte Ansicht
fr: Vue compacte
it: Vista compatta

# chart.table.number.of.lines
source: Total number of lines:
de: Anzahl Zeilen
fr: Nombre total de lignes:
it: Numero totale di linee:

# chat-preview.delete.confirmation
source: Are you sure you want to delete this chart?
de: Sind Sie sicher, dass Sie dieses Diagramm löschen möchten?
fr: Etes-vous sûr de vouloir supprimer ce graphique ?
it: Sei sicuro di voler eliminare questo grafico?

# chat-preview.delete.title
source: Delete chart?
de: Diagramm löschen?
fr: Supprimer le graphique ?
it: Eliminare il grafico?

# columnStyle.bar
source: Bar Chart
de: Säulendiagramm
fr: Barres
it: Grafico a barre

# columnStyle.categories
source: Categories
de: Kategorien
fr: Catégories
it: Categorie

# columnStyle.heatmap
source: Heat Map
it: Mappa di calore

# columnStyle.text
source: Text
de: Schrift
fr: Texte
it: Testo

# columnStyle.textStyle.bold
source: Bold
de: Fett
fr: Gras
it: Grassetto

# controls.abbreviations
source: Use abbreviations
de: Abkürzungen verwenden
fr: Utiliser des abréviations
it: Usa abbreviazioni

# controls.add.chart
source: Add another chart.
de: Fügen Sie ein weiteres Diagramm hinzu.
fr: Ajouter un autre graphique.
it: Aggiungere un altro grafico.

# controls.adjust-scale-domain
source: Adjust scale domain
de: Skalierungsbereich anpassen
it: Regola il dominio della scala

# controls.adjust-scale-domain.invalid-number-error
source: Please enter a valid number
de: Bitte geben Sie eine gültige Nummer ein
it: Inserisci un numero valido

# controls.adjust-scale-domain.max-error
source: Max must be bigger than min
de: Max muss grösser sein als Min
it: Il massimo deve essere maggiore del minimo

# controls.adjust-scale-domain.min-error
source: Min must be smaller than max
de: Min muss kleiner als Max sein
it: Il minimo deve essere inferiore al massimo

# controls.animation
source: Animation
it: Animazione

# controls.annotator.add-description-warning
source: Please add a description
de: Fügen Sie eine Beschreibung hinzu
fr: Ajoutez une description au graphique
it: Aggiungi una descrizione

# controls.annotator.add-tab-label-warning
source: Please add a tab label
de: Bitte fügen Sie einen Tab-Titel hinzu
fr: Veuillez ajouter un nom à l'onglet
it: Aggiungi un'etichetta alla scheda

# controls.annotator.add-title-warning
source: Please add a title
de: Füge einen Titel hinzu
fr: Ajoutez un titre au graphique
it: Aggiungi un titolo

# controls.axis.horizontal
source: Horizontal Axis
de: Horizontale Achse
fr: Axe horizontal
it: Asse orizzontale

# controls.axis.vertical
source: Vertical Axis
de: Vertikale Achse
fr: Axe vertical
it: Asse verticale

# controls.bar.grouped
source: Grouped
de: Gruppiert
fr: Groupé
it: Raggruppate

# controls.bar.stacked
source: Stacked
de: Gestapelt
fr: Empilés
it: Impilate

# controls.calculation.disabled-by-grouped
source: 100% mode can't be used with grouped layout.
de: Der 100%-Modus kann nicht mit einem gruppierten Layout verwendet werden.
fr: Le mode 100% ne peut pas être utilisé avec une mise en page groupée.
it: La modalità 100% non può essere utilizzata con un layout raggruppato.

# controls.calculation.identity
source: Normal
it: Normale

# controls.calculation.show-in-percentage
source: Show in %
de: In % anzeigen
fr: Afficher en %
it: Mostra in %

# controls.chart.category.combo
source: Comparison
de: Vergleich
fr: Comparaison
it: Confronto

# controls.chart.category.combo.hint
source: Comparison chart types combine several measures in a chart, helping to visualize their relationships or correlations, even when they have different units or scales.
de: Vergleichsdiagrammtypen kombinieren mehrere Messwerte in einem Diagramm und helfen, ihre Beziehungen oder Korrelationen zu visualisieren, selbst wenn sie unterschiedliche Einheiten oder Skalen haben.
fr: Les types de graphiques comparatifs combinent plusieurs mesures dans un graphique, ce qui permet de visualiser leurs relations ou corrélations, même si elles ont des unités ou des échelles différentes.
it: I tipi di grafico di confronto combinano diverse misure in un grafico, aiutando a visualizzare le loro relazioni o correlazioni, anche quando hanno unità o scale diverse.

# controls.chart.category.regular
source: Regular
de: Normal
fr: Normal
it: Normale

# controls.chart.combo.y.column-measure
source: Left axis (column)
de: Linke Achse (Säule)
fr: Axe gauche (colonne)
it: Asse sinistro (colonna)

# controls.chart.combo.y.combine-different-unit
source: Note that you can only combine measures of different units.
de: Beachten Sie, dass Sie nur Messungen mit unterschiedlichen Einheiten kombinieren können.
fr: Notez que vous ne pouvez combiner que des mesures d'unités différentes.
it: Si noti che è possibile combinare solo misure di unità diverse.

# controls.chart.combo.y.combine-same-unit
source: Note that you can only combine measures of the same unit.
de: Beachten Sie, dass Sie nur Messungen mit der gleichen Einheit kombinieren können.
fr: Notez que vous ne pouvez combiner que des mesures de la même unité.
it: Si noti che è possibile combinare solo misure della stessa unità.

# controls.chart.combo.y.common-unit
source: Common unit
de: Gemeinsame Einheit
fr: Unité commune
it: Unità comune

# controls.chart.combo.y.left-axis-measure
source: Left axis measure
de: Messung der linken Achse
fr: Mesure de l'axe gauche
it: Misura dell'asse sinistro

# controls.chart.combo.y.line-measure
source: Right axis (line)
de: Rechte Achse (Linie)
fr: Axe droit (ligne)
it: Asse destro (linea)

# controls.chart.combo.y.no-compatible-measures
source: No compatible measures to combine!
de: Keine kompatiblen Messungen zu kombinieren!
fr: Aucune mesure compatible à combiner !
it: Nessuna misura compatibile da combinare!

# controls.chart.combo.y.no-unit
source: No unit
de: Keine Einheit
fr: Aucune unité
it: Nessuna unità

# controls.chart.combo.y.right-axis-measure
source: Right axis measure
de: Messung der rechten Achse
fr: Mesure de l'axe droit
it: Misura dell'asse destro

# controls.chart.disabled.categorical
source: At least one categorical dimension is required.
de: Es ist mindestens eine kategorische Dimension erforderlich.
fr: Au moins une dimension catégorielle est requise.
it: È richiesta almeno una dimensione di tipo categoriale.

# controls.chart.disabled.different-unit
source: At least two numerical measures with different units are required.
de: Es werden mindestens zwei Masszahlen mit unterschiedlichen Einheiten benötigt.
fr: Au moins deux mesures numériques avec des unités différentes sont requises.
it: Sono richieste almeno due misure numeriche con unità diverse.

# controls.chart.disabled.geographical
source: At least one geographical dimension is required.
de: Es ist mindestens eine geografische Dimension erforderlich.
fr: Au moins une dimension géographique est requise.
it: È richiesta almeno una dimensione geografica.

# controls.chart.disabled.multiple-measures
source: At least two numerical measures are required.
de: Es sind mindestens zwei numerische Messungen erforderlich.
fr: Au moins deux mesures numériques sont requises.
it: Sono richieste almeno due misure numeriche.

# controls.chart.disabled.numerical
source: At least one numerical measure is required.
de: Es ist mindestens eine numerische Mass erforderlich.
fr: Au moins une mesure numérique est requise.
it: È richiesta almeno una misura numerica.

# controls.chart.disabled.same-unit
source: At least two numerical measures with the same unit are required.
de: Es sind mindestens zwei numerische Masse mit der gleichen Einheit erforderlich.
fr: Au moins deux mesures numériques avec la même unité sont requises.
it: Sono necessarie almeno due misure numeriche con la stessa unità.

# controls.chart.disabled.temporal
source: At least one temporal dimension is required.
de: Es ist mindestens eine zeitliche Dimension erforderlich.
fr: Au moins une dimension temporelle est requise.
it: È richiesta almeno una dimensione temporale.

# controls.chart.type.area
source: Areas
de: Flächen
fr: Surfaces
it: Aree

# controls.chart.type.bar
source: Bars
de: Balken
fr: Barres
it: Barre

# controls.chart.type.column
source: Columns
de: Säulen
fr: Colonnes
it: Colonne

# controls.chart.type.line
source: Lines
de: Linien
fr: Lignes
it: Linee

# controls.chart.type.map
source: Map
de: Karte
fr: Carte
it: Mappa

# controls.chart.type.pie
source: Pie
de: Kreis
fr: Secteurs
it: Torta

# controls.chart.type.table
source: Table
de: Tabelle
fr: Tableau
it: Tabella

# controls.color
source: Color
de: Farbe
fr: Couleur
it: Colore

# controls.color.add
source: Add...
de: Hinzufügen…
fr: Ajouter…
it: Aggiungi…

# controls.color.opacity
source: Opacity
de: Transparenz
fr: Transparence
it: Trasparenza

# controls.color.palette
source: Color palette
de: Farbpalette
fr: Couleurs
it: Palette di colori

# controls.color.palette.diverging
source: Diverging
de: Divergierend
fr: Divergente
it: Divergente

# controls.color.palette.reset
source: Reset color palette
de: Farbpalette zurücksetzen
fr: Réinitialiser la palette de couleurs
it: Ripristina la tavolozza dei colori

# controls.color.palette.select
source: Select a color palette
de: Wähle eine Farbpalette
fr: Choisir une palette de couleurs
it: Selezionare una tavolozza di colori

# controls.color.palette.sequential
source: Sequential
de: Sequentiell
fr: Séquentielle
it: Sequenziale

# controls.color.scale.discretization.jenks
source: Jenks (natural breaks)
fr: Jenks (intervalles naturels)
it: Jenks (interruzioni naturali)

# controls.color.scale.discretization.quantiles
source: Quantiles (equal distribution of values)
de: Quantile (gleiche Anzahl Werte)
fr: Quantiles (distribution homogène des valeurs)
it: Quantili (distribuzione omogenea dei valori)

# controls.color.scale.discretization.quantize
source: Quantize (equal intervals)
de: Quantisierung (gleiche Wertebereiche)
fr: Intervalles égaux
it: Intervalli uguali

# controls.color.scale.interpolation
source: Interpolation
it: Interpolazione

# controls.color.scale.number.of.classes
source: Number of classes
de: Anzahl Klassen
fr: Nombre de classes
it: Numero di classi

# controls.color.scale.type.continuous
source: Continuous
de: Kontinuierlich
fr: Continue
it: Continuo

# controls.color.scale.type.discrete
source: Discrete
de: Diskret
fr: Discrète
it: Discreto

# controls.color.select
source: Select a color
de: Farbe auswählen
fr: Sélectionner une couleur
it: Seleziona un colore

# controls.colorpicker.open
source: Open Color Picker
de: Farbauswahl öffnen
fr: Ouvrir la pipette à couleur
it: Apri il selettore di colore

# controls.colorpicker.remove
source: Remove color
de: Farbe entfernen
fr: Supprimer la couleur
it: Rimuovi colore

# controls.column.grouped
source: Grouped
de: Gruppiert
fr: groupées
it: raggruppate

# controls.column.stacked
source: Stacked
de: Gestapelt
fr: empilées
it: impilate

# controls.convert-unit
source: Unit Conversion
de: Einheitenumrechnung
it: Conversione di unità

# controls.convert-unit.custom-labels
source: Custom unit labels
de: Benutzerdefinierte Einheitenbeschriftungen
it: Etichette unità personalizzate

# controls.convert-unit.enable
source: Enable unit conversion
de: Einheitenumrechnung aktivieren
it: Abilita conversione unità

# controls.convert-unit.invalid-number-error
source: Please enter a valid number
it: Inserisci un numero valido

# controls.convert-unit.multiplier
source: Multiplier
de: Multiplikator
it: Moltiplicatore

# controls.convert-unit.original
source: Original unit: {0}
de: Ursprüngliche Einheit: {0}
it: Unità originale: {0}

# controls.convert-unit.positive-number-error
source: Multiplier must be greater than 0
it: Il moltiplicatore deve essere maggiore di 0

# controls.custom-color-palettes
source: Custom color palettes
de: Benutzerdefinierte Farbpaletten
fr: Palettes de couleurs personnalisées
it: Tavolozze di colori personalizzate

# controls.custom-color-palettes.add-color
source: Add color
de: Farbe hinzufügen
fr: Ajouter une couleur
it: Aggiungi colore

# controls.custom-color-palettes.base
source: Base color
de: Basis Farbe
fr: Couleur de base
it: Colore base
