Repository: visualize-admin/visualization-tool
Catalog: app/locales/*/messages.po
Languages: de, fr, it

# login.chart.rename
source: Rename
de: Umbenennen
fr: Renommer
it: Rinominare

# login.chart.share
source: Share
de: Teilen
fr: Partager
it: Condividi

# login.chart.view
source: View
de: Anzeigen
fr: Voir
it: Mostra

# login.create-chart
source: create one
de: erstellen Sie einen
fr: créez-en un
it: creane uno

# login.no-charts
source: No charts yet
de: Noch keine Diagramme
fr: Pas encore de graphiques
it: Non ci sono ancora grafici

# login.profile.bug-report
source: Report a Bug
de: Fehler melden
fr: Signaler un bug
it: Segnala un bug

# login.profile.chart.confirmation.default
source: Are you sure you want to perform this action?
de: Sind Sie sicher, dass Sie diese Aktion durchführen wollen?
fr: Êtes-vous sûr de vouloir effectuer cette action ?
it: Siete sicuri di voler eseguire questa azione?

# login.profile.chart.delete-draft.warning
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cette action ne peut être annulée.
it: Questa azione non può essere annullata.

# login.profile.chart.delete.warning
source: Keep in mind that removing this visualization will affect all the places where it might be already embedded!
de: Denken Sie daran, dass das Entfernen dieser Visualisierung sich auf alle Stellen auswirkt, an denen sie möglicherweise bereits eingebettet ist!
fr: Gardez à l'esprit que la suppression de cette visualisation affectera tous les endroits où elle est déjà intégrée !
it: Tenete presente che la rimozione di questa visualizzazione avrà effetto su tutti i luoghi in cui potrebbe essere già incorporata!

# login.profile.feature-request
source: Request a Feature
de: Funktion wünschen
fr: Demande de fonctionnalité
it: Richiedi una funzione

# login.profile.home
source: Home
de: Übersicht
fr: Accueil
it: Accoglienza

# login.profile.my-color-palettes
source: My Color Palettes
de: Meine Farbpaletten
fr: Mes Palettes de Couleurs
it: Le Mie Tavolozze di Colori

# login.profile.my-color-palettes.add
source: Add color palette
de: Farbpalette hinzufügen
fr: Ajouter la palette de couleurs
it: Aggiungere una tavolozza di colori

# login.profile.my-color-palettes.create.back-button
source: My palette
de: Meine Farbpalette
fr: Mes palettes
it: Le mie tavolozze

# login.profile.my-color-palettes.delete
source: Delete color palette
de: Farbpalette löschen
fr: Supprimer la palette de couleurs
it: Cancellare la tavolozza di colori

# login.profile.my-color-palettes.description
source: Save a custom color palette to easily choose your colors while creating a visualization.
de: Speichern Sie eine benutzerdefinierte Farbpalette, damit Sie Farben für Ihre Visualisierungen einfach auswählen können.
fr: Enregistrez une palette de couleurs personnalisée pour sélectionner facilement les couleurs de vos visualisations.
it: Salvate una tavolozza di colori personalizzata per selezionare facilmente i vostri colori durante la creazione di una visualizzazione.

# login.profile.my-color-palettes.edit
source: Edit color palette
de: Farbplatte editieren
fr: Modifier la palette de couleurs
it: Modifica colore della tavolozza

# login.profile.my-drafts
source: My Drafts
de: Meine Entwürfe
fr: Brouillons
it: Bozze

# login.profile.my-published-visualizations
source: My Visualizations
de: Meine Visualisierungen
fr: Mes Visualisations
it: Le mie visualizzazioni

# login.profile.my-visualizations
source: My visualizations
de: Meine Visualisierungen
fr: Mes visualisations
it: Le mie visualizzazioni

# login.profile.my-visualizations.chart-name
source: Name
fr: Nom
it: Nome

# login.profile.my-visualizations.chart-type
source: Type
de: Typ
it: Tipo

# login.profile.my-visualizations.chart-updated-date
source: Updated
de: Geändert
fr: Modifié
it: Aggiornato

# login.profile.my-visualizations.dataset-name
source: Dataset
de: Datensatz
fr: Ensemble de données
it: Set di dati

# login.profile.my-visualizations.multiple-datasets
source: Multiple datasets
de: Mehrere Datensätze
fr: Plusieurs ensembles de données
it: Più set di dati

# login.sign-in
source: Sign in
de: Einloggen
fr: Se connecter
it: Accedi

# login.sign-out
source: Sign out
de: Abmelden
fr: Se déconnecter
it: Esci

# mdx-editor.link-dialog.label-placeholder
source: Label...
fr: Étiquette...
it: Etichetta...

# metadata.link.created.with
source: Created with
de: Erstellt mit
fr: Créé avec
it: Creato con

# profile.chart.rename-dialog.title
source: Rename the visualization
de: Benennen Sie die Visualisierung um
fr: Renommer la visualisation
it: Rinomina la visualizzazione

# provider-info.can-display-layers
source: Can display layers
de: Kann die Layer anzeigen
it: Può visualizzare i livelli

# provider-info.can-display-on-map-geo-admin
source: Can display on map.geo.admin.ch
de: Kann auf der Geo Admin Karte angezeigt werden
it: Può visualizzare i livelli sulla mappa map.geo.admin.ch

# provider-info.can-list-layers
source: Can list layers
de: Kann die Layer auflisten
it: Può elencare i livelli

# provider-info.title
source: The WMS / WMTS support is currently in beta and there are some limitations with this provider, please see the following information.
de: Anbieter-Informationen
it: Informazioni sul provider

# provider-info.working-layers
source: Working layers
de: Funktionierende Layer
it: Livelli che funzionano

# publication.embed.advanced-settings
source: Advanced settings
de: Erweiterte Einstellungen
it: Impostazioni avanzate

# publication.embed.external-application
source: Embed Code for "External Application"
de: Embed-Code für «Externe Applikation»
fr: Code pour intégration dans une "Application Externe"
it: Codice da incorporare per "External Application"

# publication.embed.external-application.caption
source: Use this link to embed the chart without iframe tags.
de: Verwenden Sie diesen Link, um das Diagramm ohne Iframe-Tags einzubetten.
fr: Utilisez ce lien pour intégrer le graphique sans balise iframe.
it: Utilizzare questo link per incorporare il grafico senza tag iframe.

# publication.embed.iframe
source: Embed Code
fr: Code pour intégrer
it: Codice di incorporamento

# publication.embed.iframe.caption
source: Use this link to embed the chart in any webpage.
de: Verwenden Sie diesen Code, um das Diagramm auf einer Webseite einzubetten
fr: Utilisez ce code pour intégrer le graphique sur une page web
it: Usa questo codice per incorporare il grafico in una pagina web

# publication.embed.iframe.optimize-space
source: Optimize white space around and within chart
de: Optimieren Sie den Leerraum um und innerhalb des Diagramms
it: Ottimizza lo spazio bianco attorno e all'interno del grafico

# publication.embed.iframe.remove-axis-labels-interactivity
source: Hide interactive labels
de: Interaktive Beschriftungen ausblenden
it: Nascondi etichette interattive

# publication.embed.iframe.remove-border
source: Remove border
de: Rand entfernen
fr: Supprimer la bordure
it: Rimuovere il bordo

# publication.embed.iframe.remove-border.warn
source: For embedding visualizations in systems without a border.
de: Zur Einbettung von Visualisierungen in Systeme ohne Rand.
fr: Pour intégrer des visualisations sans bordure dans des systèmes externes.
it: Per visualizzazioni incorporate in sistemi senza bordi.

# publication.embed.iframe.remove-filters
source: Hide filters
de: Filter ausblenden
it: Nascondi filtri

# publication.embed.iframe.remove-legend
source: Hide footnotes
de: Fussnoten ausblenden
it: Nascondi note a piè di pagina

# publication.embed.iframe.remove-more-options-button
source: Remove options for table view, copy & edit, sharing, and downloading
de: Optionen für Tabellenansicht, Kopieren und Bearbeiten, Teilen und Herunterladen entfernen
it: Rimuovi le opzioni per la visualizzazione della tabella, copia e modifica, condivisione e download

# publication.embed.iframe.responsive
source: Responsive iframe
de: Flexibles Iframe
fr: Iframe réactive
it: Iframe reattivo

# publication.embed.iframe.responsive.warn
source: For embedding visualizations in web pages without CMS support. The iframe will be responsive. The JavaScript part of the embed code ensures that the iframe always maintains the correct size.
de: Zum Einbetten von Visualisierungen in Webseiten ohne CMS-Unterstützung. Der Iframe wird sich anpassen. Der JavaScript-Teil des Einbettungscodes sorgt dafür, dass der Iframe immer die richtige Grösse beibehält.
fr: Pour intégrer des visualisations dans des pages web sans support CMS. L'iframe sera réactive: le code d'intégration garantit que l'iframe conserve toujours la taille correcte.
it: Per visualizzazioni incorporate in pagine web senza supporto CMS. L'iframe sarà reattivo. La parte del codice JavaScript di incorporamento assicura che l'iframe mantenga sempre le dimensioni corrette.

# publication.embed.iframe.static
source: Static iframe
de: Statisches Iframe
fr: Iframe statique
it: Iframe statico

# publication.embed.iframe.static.warn
source: For embedding visualizations in systems without Web Components or JavaScript support. (e.g. WordPress)
de: Zum Einbetten von Visualisierungen in Systeme ohne Webkomponenten oder JavaScript-Unterstützung. (z. B. WordPress)
fr: Pour intégrer des visualisations dans des systèmes qui ne prennent pas en charge les composants Web ou JavaScript. (par exemple WordPress)
it: Per visualizzazioni incorporate in sistemi senza componenti Web o supporto JavaScript. (Ad esempio WordPress)

# publication.popup.share
source: Share
de: Teilen
fr: Partager
it: Condividi

# publication.share.chart.url
source: Chart URL
de: Diagramm-URL
fr: URL du graphique:
it: URL del grafico

# publication.share.linktitle.facebook
source: Share on Facebook
de: Teilen via Facebook
fr: Partager sur Facebook
it: Condividi su Facebook

# publication.share.linktitle.mail
source: Share via Email
de: Versenden via E-Mail
fr: Partager par courriel
it: Condividi via Email

# publication.share.linktitle.twitter
source: Share on Twitter
de: Teilen via Twitter
fr: Partager sur Twitter
it: Condividi su Twitter

# publication.share.mail.body
source: Here is a visualization I created using visualize.admin.ch
de: Hier ist eine Visualisierung, die ich mit visualize.admin.ch erstellt habe
fr: Voici une visualisation que j'ai créée sur visualize.admin.ch
it: Ecco una visualizzazione che ho creato usando visualize.admin.ch

# select.controls.filters.search
source: Search
de: Suche
fr: Chercher
it: Cerca

# select.controls.metadata.search
source: Jump to...
de: Springen zu...
fr: Sauter à...
it: Salta a...

source: Show all
de: Alle anzeigen
fr: Tout afficher
it: Mostra tutti

source: Show less
de: Weniger anzeigen
it: Mostra meno

# table.column.no
source: Column {0}
de: Spalte {0}
fr: Colonne {0}
it: Colonna {0}

# time-units.Day
source: Day
de: Tag
fr: Jour
it: Giorno

# time-units.Hour
source: Hour
de: Stunde
fr: Heure
it: Ora

# time-units.Minute
source: Minute
fr: Minutes
it: Minuto

# time-units.Month
source: Month
de: Monat
fr: Mois
it: Mese

# time-units.Second
source: Second
de: Sekunde
fr: Deuxième
it: Secondo

# time-units.Week
source: Week
de: Woche
fr: Semaine
it: Settimana

# time-units.Year
source: Year
de: Jahr
fr: Année
it: Anno

# wmts.custom-layer.section-title
source: Add custom layer
de: Benutzerdefinierte Layer
it: Importa mappe

# wmts.error-invalid-url
source: Invalid URL
it: URL non valida

# wmts.layer-not-supported-crs
source: Layer not supported, no supported CRS
de: Dieser Layer wird nicht unterstützt, da er nicht im EPSG:3857-Koordinatensystem vorliegt.
it: Il livello non supporta il sistema di riferimento EPSG:3857.

# wmts.legend-title
source: Legend
de: Legende
it: Legenda

# wmts.search-placeholder
source: Search in imported maps...
de: Suche nach WMTS-Provider
it: Cerca nelle mappe importate...

source: Yes
de: Ja
fr: Oui
it: Sì

# chart-controls.sparql-query
source: SPARQL query
de: SPARQL-Abfrage
fr: Requête SPARQL

# columnStyle.textStyle.regular
source: Regular
de: Normal
fr: Normal

source: No
de: Nein
fr: Non

# wmts-providers-autocomplete.placeholder
source: WMTS WMS URL
de: Geben Sie die URL eines WMTS-Anbieters ein

# controls.chart.type.scatterplot
source: Scatterplot
fr: Nuage de points

# footer.tutorials
source: Tutorials
fr: Tutoriels

# login.profile.feedback
source: Feedback
fr: Rétroaction
