Repository: visualize-admin/visualization-tool
Catalog: app/locales/*/messages.po
Languages: de, fr, it

# controls.custom-color-palettes.caption-categorical
source: Use distinct, high-contrast colors. Avoid using too many colors, maximum 5–7. Apply sequential palettes for ordered data and diverging palettes for extremes.
de: Verwenden Sie klare, kontrastreiche Farben. Beschränken Sie sich auf 5–7 Farben. Nutzen Sie sequenzielle Paletten für geordnete Daten und divergierende Paletten für Extremwerte.
fr: Utilisez des couleurs distinctes et contrastées. Évitez d'utiliser trop de couleurs, au maximum 5 à 7. Appliquez des palettes séquentielles pour les données ordonnées et des palettes divergentes pour les extrêmes.
it: Utilizza colori distinti con alto contrasto. Limita la palette a un massimo di 5-7 colori. Usa palette sequenziali per rappresentare dati e palette divergenti per evidenziare gli estremi.

# controls.custom-color-palettes.caption-diverging
source: Choose contrasting colors for the start and end points. These colors will help visually separate extreme values. Diverging palettes are ideal for data with a meaningful midpoint, such as zero or an average.
de: Wählen Sie kontrastierende Farben für Start- und Endpunkt. Diese Farben unterstützen die visuelle Trennung von Extremwerten. Divergierende Paletten eignen sich besonders für Daten mit einem bedeutsamen Mittelpunkt wie Null oder einem Durchschnittswert.
fr: Choisissez des couleurs contrastées pour les points de départ et d'arrivée. Ces couleurs permettent de distinguer visuellement les valeurs extrêmes. Les palettes divergentes sont idéales pour les données comportant un point médian significatif, tel que zéro ou une moyenne. IT Scegliere colori contrastanti per i punti iniziali e finali. Questi colori facilitano la distinzione visiva dei valori estremi. Le palette divergenti sono ideali per dati con un punto medio significativo, come zero o un valore medio.
it: Scegli colori contrastanti per i punti iniziali e finali: questo aiuterà a distinguere visivamente gli estremi. Le palette divergenti sono particolarmente efficaci per i dati che hanno un punto medio significativo, come zero o un valore medio.

# controls.custom-color-palettes.caption-sequential
source: Select a dark endpoint color for a strong contrast between low and high values; the light color is calculated automatically. Sequential color palettes are suitable for ordered data such as temperatures or population densities
de: Verwenden Sie klare, kontrastreiche Farben. Vermeiden Sie die Verwendung von zu vielen Farben, maximal 5-7. Verwenden Sie sequenzielle Paletten für geordnete Daten und divergierende Paletten für Extreme.
fr: Sélectionnez une couleur d'extrémité foncée pour obtenir un fort contraste entre les valeurs faibles et élevées ; la couleur claire est calculée automatiquement. Les palettes de couleurs séquentielles conviennent aux données ordonnées telles que les températures ou les densités de population.
it: Seleziona un colore scuro per il punto finale per creare un forte contrasto tra valori bassi e alti, il colore chiaro viene calcolato automaticamente. Le tavolozze di colori sequenziali sono ideali per rappresentare dati come temperature o densità della popolazione.

# controls.custom-color-palettes.categorical
source: Categorical
de: Kategorisch
fr: Catégorique
it: Categorico

# controls.custom-color-palettes.categorical-contrast-warning
source: The selected color is difficult to read against a white background. Choose a color with higher contrast to improve accessibility.
de: Die gewählte Farbe ist auf weissem Hintergrund schwer lesbar. Wählen Sie eine Farbe mit stärkerem Kontrast, um die Barrierefreiheit zu verbessern.
fr: La couleur choisie est difficile à lire sur fond blanc. Choisissez une couleur avec plus de contraste pour améliorer l'accessibilité.
it: Il colore selezionato è difficile da leggere su uno sfondo bianco. Scegliere un colore con un contrasto maggiore per migliorare l'accessibilità.

# controls.custom-color-palettes.create-palette
source: Create color palette
de: Farbpalette erstellen
fr: Créer une palette de couleurs
it: Creare una tavolozza di colori

# controls.custom-color-palettes.diverging
source: Diverging
de: Divergierend
fr: Divergents
it: Sequenziale

# controls.custom-color-palettes.diverging-contrast-warning
source: The selected color lacks sufficient contrast. Consider using a darker color for a diverging palette.
de: Die gewählte Farbe weist zu wenig Kontrast auf. Verwenden Sie stattdessen eine dunklere Farbe für die divergierende Farbpalette.
fr: La couleur choisie n'a pas un contraste suffisant. Utilisez une couleur plus foncée pour créer une palette divergente.
it: Il colore selezionato ha un contrasto insufficiente. Utilizzare un colore più scuro per creare una tavolozza divergente.

# controls.custom-color-palettes.end
source: Ending color
de: Endfarbe
fr: Couleur finale
it: Colore finale

# controls.custom-color-palettes.example
source: Example
de: Beispiel
fr: Exemple
it: Esempio

# controls.custom-color-palettes.mid
source: Middle color
de: Mittlere Farbe
fr: Couleur moyenne
it: Colore medio

# controls.custom-color-palettes.sequential
source: Sequential
de: Sequentiell
fr: Séquentiel
it: Divergente

# controls.custom-color-palettes.sequential-contrast-warning
source: The selected color lacks sufficient contrast. Consider using a darker color for a sequential palette.
de: Die gewählte Farbe weist zu wenig Kontrast auf. Wählen Sie eine dunklere Farbe für die sequenzielle Palette.
fr: La couleur sélectionnée n'offre pas assez de contraste. Veuillez choisir une couleur plus sombre pour la palette séquentielle.
it: Il colore selezionato non ha un contrasto sufficiente. Si consiglia di scegliere un colore più scuro per la tavolozza sequenziale.

# controls.custom-color-palettes.set-values-apply
source: Save color palette
de: Farbpalette speichern
fr: Enregistrer la palette de couleurs
it: Salva tavolozza colori

# controls.custom-color-palettes.start
source: Starting color
de: Anfangsfarbe
fr: Couleur de départ
it: Colore iniziale

# controls.custom-color-palettes.title
source: Palette title (required)
de: Palettentitel (erforderlich)
fr: titre de la palette (requis)
it: Titolo tavolozza (obbligatorio)

# controls.custom-color-palettes.title-unavailable
source: This name is already in use. Please choose a unique name for your color palette.
de: Dieser Name ist bereits in Gebrauch. Bitte wählen Sie einen eindeutigen Namen für Ihre Farbpalette.
fr: Ce nom est déjà utilisé. Veuillez choisir un nom unique pour votre palette de couleurs.
it: Questo nome è già in uso. Scegliete un nome univoco per la vostra tavolozza di colori.

# controls.custom-color-palettes.type
source: Select a color palette type
de: Wählen Sie einen Farbpalettentyp.
fr: Sélectionner un type de palette de couleurs
it: Selezionare un tipo di tavolozza di colori

# controls.custom-color-palettes.update-palette
source: Update color palette
de: Farbpalette aktualisieren
fr: Actualiser la palette de couleurs
it: Aggiornare la tavolozza dei colori

# controls.description
source: Description
de: Beschreibung hinzufügen
it: Descrizione

# controls.filter.nb-elements
source: {0} of {1}
de: {0} von {1}
fr: {0} sur {1}
it: {0} di {1}

# controls.filter.select.all
source: Select all
de: Alle auswählen
fr: Tout sélectionner
it: Seleziona tutti

# controls.filter.select.none
source: Select none
de: Alle abwählen
fr: Tout déselectionner
it: Deseleziona tutto

# controls.filter.show-values
source: Show value
de: Wert anzeigen
it: Mostra valore

# controls.filter.show-values.all
source: Show all values
de: Alle Werte anzeigen
it: Mostra tutti i valori

# controls.filter.show-values.none
source: Show no values
de: Keine Werte anzeigen
it: Non mostrare alcun valore

# controls.filter.use-most-recent
source: Use most recent
de: Letztes Datum verwenden
fr: Utiliser le plus récent
it: Usare il più recente

# controls.filter.use-most-recent-explanation
source: When the publisher updates this dataset, the most recent date will be selected by default.
de: Wenn der Herausgeber diesen Datensatz aktualisiert, wird automatisch das neueste Datum ausgewählt.
fr: Lorsque l'éditeur mettra à jour ce jeu de données, la date la plus récente sera sélectionnée par défaut.
it: Quando l'editore aggiorna questo set di dati, viene selezionata per default la data più recente.

# controls.filters.default-value.label
source: Default value
it: Valore predefinito

# controls.filters.interactive.calculation
source: Allow users to change chart mode
de: Benutzer können den Diagramm-Modus ändern
fr: Permettre aux utilisateurs de changer de mode graphique
it: Consentire agli utenti di cambiare la modalità del grafico

# controls.filters.interactive.color.min-1-filter
source: At least one filter must be selected.
de: Es muss mindestens ein Filter ausgewählt werden.
fr: Au moins un filtre doit être sélectionné.
it: È necessario selezionare almeno un filtro.

# controls.filters.interactive.toggle
source: Interactive
de: Interaktiv
fr: Interactif
it: Interattivo

# controls.filters.interactive.tooltip
source: Allow users to change filters
de: Erlauben Sie Benutzern, Filter zu ändern
fr: Permettre aux utilisateurs de changer le filtre
it: Consenti agli utenti di modificare il filtro

# controls.filters.select.from
source: From
de: Von
fr: Du
it: Della

# controls.filters.select.refresh-colors
source: Shuffle colors
de: Farben mischen
fr: Mélanger les couleurs
it: Mescolare i colori

# controls.filters.select.reset-colors
source: Reset colors
de: Farben zurücksetzen
fr: Réinitialiser les couleurs
it: Reimpostare i colori

# controls.filters.select.selected-filters
source: Selected filters
de: Ausgewählte Filter
fr: Filtres sélectionnés
it: Filtri selezionati

# controls.filters.select.to
source: To
de: Zu
fr: Au
it: Alla

# controls.filters.show-legend.toggle
source: Show legend titles
de: Legendentitel anzeigen
fr: Afficher les titres des légendes
it: Mostra i titoli delle leggende

# controls.groups.empty-help
source: Drag and drop columns here to make groups.
de: Ziehen Sie Spalten hierher, um Gruppen zu erstellen.
fr: Glisser-déposer des colonnes ici pour créer des groupes.
it: Trascina qui le colonne per creare gruppi.

# controls.imputation
source: Imputation type
de: Imputationstyp
fr: Type d'imputation
it: Tipo di imputazione

# controls.imputation.type.linear
source: Linear interpolation
de: Lineare Interpolation
fr: Interpolation linéaire
it: Interpolazione lineare

# controls.imputation.type.zeros
source: Zeros
de: Nullen
fr: Zéros
it: Zeri

# controls.label
source: Tab label
de: Tab-Titel
fr: Nom de l'onglet
it: Etichetta della scheda

# controls.language.english
source: English
de: Englisch
fr: Anglais
it: Inglese

# controls.language.french
source: French
de: Französisch
fr: Français
it: Francese

# controls.language.german
source: German
de: Deutsch
fr: Allemand
it: Tedesco

# controls.language.italian
source: Italian
de: Italienisch
fr: Italien
it: Italiano

# controls.layout.canvas
source: Free canvas
de: Freies Layout
fr: Mise en page libre
it: Layout libero

# controls.layout.chart
source: Chart
de: Diagramm
fr: Graphique
it: Grafico

# controls.layout.preview-lg
source: Preview with large width
de: Vorschau in grosser Breite
fr: Aperçu en grande largeur
it: Anteprima utilizzando larghezza large

# controls.layout.preview-md
source: Preview with medium width
de: Vorschau in mittlerer Breite
fr: Aperçu en largeur moyenne
it: Anteprima sul tablet

# controls.layout.preview-sm
source: Preview with small width
de: Vorschau in kleiner Breite
fr: Aperçu en petite largeur
it: Anteprima sul telefono

# controls.layout.preview-xl
source: Preview with extra large width
de: Vorschau in extra grosser Breite
fr: Aperçu en très grande largeur
it: Anteprima utilizzando larghezza extra large

# controls.layout.singleURLs
source: Separate URLs
fr: URL distincts
it: URL separati

# controls.layout.singleURLs.publish
source: Select the charts to publish separately. After proceeding to publish, the selected charts will be opened in individual tabs.
de: Wählen Sie die Diagramme aus, die separat veröffentlicht werden sollen. Nach der Veröffentlichung werden die ausgewählten Diagramme in einzelnen Registerkarten geöffnet.
fr: Sélectionnez les graphiques à publier séparément. Après avoir procédé à la publication, les graphiques sélectionnés seront ouverts dans des onglets individuels.
it: Selezionare i grafici da pubblicare separatamente. Dopo aver proceduto alla pubblicazione, i grafici selezionati verranno aperti in schede individuali.

# controls.layout.tall
source: Tall
de: Hoch
fr: Haut
it: Alto

# controls.layout.vertical
source: Vertical
de: Vertikal
it: Verticale

# controls.line.dashed
source: Dashed
de: Gestrichelt
fr: Pointillé
it: Tratteggiato

# controls.line.solid
source: Solid
de: Durchgezogen
fr: Solide
it: Solido

# controls.measure
source: Measure
de: Messwert
fr: Variable mesurée
it: Misura

# controls.metadata-panel.available-values
source: Available values
de: Verfügbare Werte
fr: Valeurs disponibles
it: Valori disponibili

# controls.metadata-panel.metadata
source: Details
fr: Détails
it: Dettagli

# controls.metadata-panel.section.data
source: Data
de: Daten
fr: Données
it: Dati

# controls.metadata-panel.section.general
source: General
de: Allgemeines
fr: Général
it: Generale

# controls.metadata-panel.show-more
source: Show more
de: Zeig mehr
fr: Détails
it: Mostra di più

# controls.nav.back-to-configurator
source: Back to editing
de: Zurück zum Editieren
fr: Retour à l'édition
it: Torniamo alla modifica

# controls.nav.back-to-preview
source: Back to preview
de: Zurück zur Vorschau
fr: Retour à l'aperçu
it: Torna all'anteprima

# controls.none
source: None
de: Keine
fr: Aucun
it: Nessuno

# controls.option.isActive
source: On
de: Ein
fr: Actif
it: Attivo

# controls.option.isNotActive
source: Off
de: Aus
fr: Inactif
it: Inattivo

# controls.scale.type
source: Scale type
de: Skalierungstyp
fr: Type d'échelle
it: Tipo di scala

# controls.search.clear
source: Clear search field
de: Suche zurücksetzen
fr: Effacer la recherche
it: Cancella la ricerca

# controls.section.animation.disabled-by-sorting
source: Animation is disabled when sorting by total size.
de: Die Animation ist bei der Sortierung nach Gesamtgrösse deaktiviert.
fr: L'animation est désactivée lors du tri par taille totale.
it: L'animazione è disattivata quando l'ordinamento avviene per dimensione totale.

# controls.section.animation.duration
source: Animation Duration
de: Animation Dauer
fr: Durée de l'animation
it: Durata dell'animazione

# controls.section.animation.dynamic-scaling
source: Dynamic Scaling
de: Dynamische Skalierung
fr: Mise à l'échelle dynamique
it: Scalatura dinamica

# controls.section.animation.dynamic-scaling.explanation
source: Enable dynamic scaling to adjust the chart's scale based on the data range, ensuring optimal visualization.
de: Aktivieren Sie die dynamische Skalierung, um die Skalierung des Diagramms auf der Grundlage des Datenbereichs anzupassen und eine optimale Visualisierung zu gewährleisten.
fr: Activez la mise à l'échelle dynamique pour ajuster l'échelle du graphique en fonction de la plage de données, afin de garantir une visualisation optimale.
it: Abilitare la scalatura dinamica per regolare la scala del grafico in base all'intervallo di dati, garantendo una visualizzazione ottimale.

# controls.section.animation.no-available-temporal-dimensions
source: There are no available temporal dimensions to use. Change some of the following encodings: {fields} to enable animation.
de: Es stehen keine zeitlichen Dimensionen zur Verfügung. Ändern Sie einige der folgenden Kodierungen: {fields}, um die Animation zu aktivieren.
fr: Il n'y a pas de dimensions temporelles disponibles. Modifiez certains des encodages suivants : {fields} pour permettre l'animation.
it: Non ci sono dimensioni temporali disponibili da utilizzare. Modificare alcune delle seguenti codifiche: {fields} per abilitare l'animazione.

# controls.section.animation.no-temporal-dimensions
source: There is no dimension that can be animated.
de: Es gibt keine Dimension, die animiert werden kann.
fr: Il n'y a pas de dimension qui puisse être animée.
it: Non esiste una dimensione che possa essere animata.

# controls.section.animation.settings
source: Animation Settings
de: Animation Einstellungen
fr: Paramètres d'animation
it: Impostazioni dell'animazione

# controls.section.animation.show-play-button
source: Show Play button
de: Schaltfläche Abspielen anzeigen
fr: Bouton Afficher la lecture
it: Mostra il pulsante di riproduzione

# controls.section.animation.type
source: Animation Type
de: Animation Typ
fr: Type d'animation
it: Tipo di animazione

# controls.section.animation.type.continuous
source: Continuous
de: Kontinuierlich
fr: En continu
it: Continuo

# controls.section.animation.type.explanation
source: Use the Stepped type to make the animation jump between data points at fixed intervals. This mode is useful when you want to animate data using a time dimension with a non-uniform distribution of dates.
de: Verwenden Sie den Typ Abgestuft, um die Animation in festen Abständen zwischen Datenpunkten springen zu lassen. Dieser Modus ist nützlich, wenn Sie Daten mit einer Zeitdimension mit einer ungleichmässigen Verteilung der Daten animieren möchten.
fr: Utilisez le type en escalier pour que l'animation passe d'un point de données à un autre à intervalles fixes. Ce mode est utile lorsque vous souhaitez animer des données utilisant une dimension temporelle avec une distribution non uniforme des dates.
it: Usare il tipo a gradini per far saltare l'animazione tra i punti di dati a intervalli fissi. Questa modalità è utile quando si desidera animare i dati utilizzando una dimensione temporale con una distribuzione non uniforme delle date.

# controls.section.animation.type.stepped
source: Stepped
de: Abgestuft
fr: En escalier
it: A gradini

# controls.section.block-options
source: Objects
de: Objekte
fr: Objets
it: Oggetti

# controls.section.block-options.block-add
source: Add object
de: Objekt hinzufügen
fr: Ajouter un objet
it: Aggiungi oggetto

# controls.section.block-options.block-add.text
source: Text
fr: Texte
it: Testo

# controls.section.block-options.block.text
source: Text object
de: Text Objekt
fr: Objet texte
it: Oggetto di testo

# controls.section.chart.options
source: Chart Options
de: Diagramm-Einstellungen
fr: Paramètres graphiques
it: Opzioni del grafico

# controls.section.columns
source: Columns
de: Spalten
fr: Colonnes
it: Colonne

# controls.section.columnstyle
source: Column Style
de: Spaltenstil
fr: Style de la colonne
it: Stile della colonna

# controls.section.data-points
source: Data Points
de: Datenpunkte
fr: Points de données
it: Punti dati

# controls.section.data.filters
source: Filters
de: Filter
fr: Filtres
it: Filtri

# controls.section.data.filters.default-open
source: Show filter area open
de: Filterbereich anzeigen geöffnet
it: Mostra area filtro aperta

# controls.section.data.filters.none
source: No filters
de: Keine Filter
fr: Aucun filtre
it: Nessun filtro

# controls.section.data.filters.possible-filters-error
source: An error happened while fetching possible filters, please retry later or reload the page.
de: Beim Abrufen möglicher Filter ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut oder laden Sie die Seite neu.
fr: Une erreur s'est produite lors de la récupération des filtres possibles. Merci de réessayer plus tard ou d'actualiser la page.
it: Si è verificato un errore durante il recupero dei possibili filtri. Riprova più tardi o aggiorna la pagina.

# controls.section.datasets.title
source: Datasets
de: Datensätze
fr: Ensembles de données
it: Fonti di dati

# controls.section.description
source: Title & Description
de: Titel & Beschreibung
fr: Titre & description
it: Titolo e descrizione

# controls.section.dots-size
source: Select a Size
de: Wählen Sie eine Grösse
fr: Sélectionner une taille
it: Selezionare una taglia

# controls.section.dots-size.large
source: Large
de: Gross
fr: Grand
it: Grande

# controls.section.dots-size.medium
source: Medium
de: Mittel
fr: Moyen
it: Medio

# controls.section.dots-size.small
source: Small
de: Klein
fr: Petit
it: Piccolo

# controls.section.filter
source: Filter
fr: Filtre
it: Filtro

# controls.section.groups
source: Groups
de: Gruppierungen
fr: Groupes
it: Gruppi

# controls.section.imputation
source: Missing values
de: Fehlende Werte
fr: Valeurs manquantes
it: Valori mancanti

# controls.section.imputation.explanation
source: For this chart type, replacement values should be assigned to missing values. Decide on the imputation logic or switch to another chart type.
de: Für diesen Diagrammtyp sollten fehlenden Werten Ersatzwerte zugewiesen werden. Entscheiden Sie sich für die Imputationslogik oder wechseln Sie zu einem anderen Diagrammtyp.
fr: En raison du type de graphique sélectionné, les valeurs manquantes doivent être remplies. Décidez de la logique d'imputation ou choisissez un autre type de graphique.
it: Per questo tipo di grafico, i valori di sostituzione devono essere assegnati ai valori mancanti. Decidi la logica di imputazione o passa a un altro tipo di grafico.

# controls.section.interactive.filters
source: Animation
it: Animazione

# controls.section.layout-options
source: Layout Options
de: Layout-Optionen
fr: Options de présentation
it: Opzioni di layout

# controls.section.shared-filters
source: Shared filters
de: Geteilte Filter
fr: Filtres partagés
it: Filtri condivisi

# controls.section.shared-filters.date
source: Date
de: Datum
it: Data

# controls.section.show-confidence-interval
source: Show confidence interval
de: Konfidenzintervall anzeigen
fr: Afficher l'intervalle de confiance
it: Mostra intervallo di confidenza

# controls.section.show-confidence-interval.explanation
source: Show uncertainties extending from data points to represent confidence intervals
de: Unsicherheiten, die sich aus Datenpunkten ergeben anzeigen, um Konfidenzintervalle darzustellen
fr: Afficher les incertitudes
it: Mostra le incertezze

# controls.section.show-dots
source: Show Data Points
de: Datenpunkte anzeigen
fr: Afficher les points de données
it: Mostra i punti dati

# controls.section.show-standard-error
source: Show standard error
de: Standardfehler anzeigen
fr: Afficher l'erreur type
it: Mostra l'errore standard

# controls.section.show-standard-error.explanation
source: Show uncertainties extending from data points to represent standard errors
de: Zeigen Sie Unsicherheiten, die sich von Datenpunkten ausbreiten, um Standardfehler darzustellen.
fr: Montrer les incertitudes via des barres d'erreur
it: Mostrare le incertezze che si estendono dai punti di dati per rappresentare gli errori standard.

# controls.section.show-total-values
source: Always show total values
de: Immer Gesamtwerte anzeigen
it: Mostra sempre i valori totali

# controls.section.sorting
source: Sort
de: Sortieren
fr: Trier
it: Ordina

# controls.section.tableSorting
source: Table Sorting
de: Tabellensortierung
fr: Tri du tableau
it: Ordinamento della tabella

# controls.section.tableoptions
source: Table Options
de: Tabellenoptionen
fr: Options du tableau
it: Opzioni della tabella

# controls.section.targets-and-limit-values
source: Targets & limit values
de: Zielvorgaben und Grenzwerte
fr: Objectifs et valeurs limites
it: Obiettivi e valori limite

# controls.section.targets-and-limit-values.line-type
source: Select line type
de: Linientyp auswählen
fr: Sélectionner le type de ligne
it: Selezionare il tipo di linea

# controls.section.targets-and-limit-values.show-target
source: Show target
de: Zielvorgabe anzeigen
fr: Afficher la cible
it: Mostra bersaglio
