Repository: visualize-admin/visualization-tool
Catalog: app/locales/*/messages.po
Languages: de, fr, it

# controls.section.targets-and-limit-values.symbol-type
source: Select symbol type
de: Symboltyp auswählen
it: Seleziona il tipo di simbolo

# controls.section.title.warning
source: Please add a title or description.
de: Fügen Sie einen Titel oder eine Beschreibung hinzu
fr: Ajoutez un titre et une description
it: Aggiungi un titolo o una descrizione

# controls.segment
source: Segmentation
de: Segmentierung
it: Segmentazione

# controls.segment.stacked.disabled-by-scale-type
source: Stacked layout can only be enabled if the vertical axis dimension has a ratio scale.
de: Das gestapelte Layout kann nur aktiviert werden, wenn die der vertikalen Achse zugeordnete Dimension eine Verhältnis-Skala hat.
fr: Le graphique en barres empilées ne peut être activé que si la dimension de l'axe vertical a une échelle de type ratio.
it: Il layout impilato può essere abilitato solo se la dimensione mappata sull'asse verticale ha una scala di rapporto.

# controls.select.calculation.mode
source: Chart mode
de: Visualisierungsmodus
fr: Mode de visualisation
it: Modalità di visualizzazione

# controls.select.chart.type
source: Chart Type
de: Diagrammtyp
fr: Type de graphique
it: Tipo di grafico

# controls.select.color
source: Select a color
de: Farbe auswählen
fr: Sélectionner une couleur
it: Seleziona un colore

# controls.select.column.layout
source: Column layout
de: Spaltenstil
fr: Mise en forme de la colonne
it: Layout a colonne

# controls.select.columnStyle
source: Column Style
de: Spaltenstil
fr: Style de la colonne
it: Stile della colonna

# controls.select.columnStyle.barColorBackground
source: Background color
de: Hintergrundfarbe
fr: Couleur de fond
it: Colore dello sfondo

# controls.select.columnStyle.barColorNegative
source: Negative bar color
de: Negative Balkenfarbe
fr: Couleur des valeurs négatives
it: Colore dei valori negativi

# controls.select.columnStyle.barColorPositive
source: Positive bar color
de: Positive Balkenfarbe
fr: Couleur des valeurs positives
it: Colore dei valori positivi

# controls.select.columnStyle.barShowBackground
source: Show bar background
de: Hintergrundfarbe anzeigen
fr: Afficher la couleur de fond
it: Mostra il colore dello sfondo

# controls.select.columnStyle.columnColor
source: Column Color
de: Spaltenfarbe
fr: Couleur de la colonne
it: Colore della colonna

# controls.select.columnStyle.textColor
source: Text Color
de: Schriftfarbe
fr: Couleur du texte
it: Colore del testo

# controls.select.columnStyle.textStyle
source: Text Style
de: Schriftstil
fr: Style du texte
it: Stile del testo

# controls.select.dimension
source: Select a dimension
de: Dimension auswählen
fr: Sélectionner une dimension
it: Seleziona una dimensione

# controls.select.measure
source: Select a measure
de: Messwert auswählen
fr: Sélectionner une variable
it: Seleziona una misura

# controls.select.optional
source: optional
fr: optionnel
it: opzionale

# controls.set-filters
source: Edit filters
de: Filter bearbeiten
fr: Modifier les filtres
it: Modificare i filtri

# controls.set-filters-caption
source: For best results, do not select more than 7 values in the visualization.
de: Für beste Ergebnisse wählen Sie nicht mehr als 7 Werte für die Visualisierung aus
fr: Pour de meilleurs résultats, ne sélectionnez pas plus de 7 valeurs dans la visualisation.
it: Pour de meilleurs résultats, ne sélectionnez pas plus de 7 valeurs dans la visualisation

# controls.set-values-apply
source: Apply filters
de: Filter anwenden
fr: Appliquer les filtres
it: Appliquer les filtres

# controls.size
source: Size
de: Grösse
fr: Taille
it: Grandezza

# controls.sorting.addDimension
source: Add dimension
de: Dimension hinzufügen
fr: Ajouter une dimension
it: Aggiungi una dimensione

# controls.sorting.byAuto
source: Automatic
de: Auto
fr: Auto
it: Automatico

# controls.sorting.byDimensionLabel
source: Name
fr: Nom
it: Nome

# controls.sorting.byMeasure
source: Measure
de: Messwert
fr: Mesure
it: Misura

# controls.sorting.byTotalSize
source: Total size
de: Gesamtgrösse
fr: Taille totale
it: Grandezza totale

# controls.sorting.byTotalSize.ascending
source: Largest last
de: Kleinste zuerst
fr: Croissant
it: Il più grande per ultimo

# controls.sorting.byTotalSize.disabled-by-animation
source: Sorting by total size is disabled during animation.
de: Die Sortierung nach Gesamtgrösse ist während der Animation deaktiviert.
fr: Le tri par taille totale est désactivé pendant l'animation.
it: L'ordinamento per dimensione totale è disabilitato durante l'animazione.

# controls.sorting.byTotalSize.largestBottom
source: Ascending
de: Grösste unten
fr: Décroissant de bas en haut
it: Il più grande sotto

# controls.sorting.byTotalSize.largestFirst
source: Largest first
de: Grösste zuerst
fr: Décroissant
it: Il più grande per primo

# controls.sorting.byTotalSize.largestTop
source: Descending
de: Kleinste unten
fr: Décroissant de haut en bas
it: Il più grande sopra

# controls.sorting.removeOption
source: Remove sorting dimension
de: Sortierung entfernen
fr: Supprimer la dimension de tri
it: Rimuovi l'ordinamento

# controls.sorting.selectDimension
source: Select a dimension...
de: Wählen Sie eine Dimension aus …
fr: Sélectionner une dimension…
it: Seleziona una dimensione...

# controls.sorting.sortBy
source: Sort by
de: Sortieren nach
fr: Trier par
it: Ordina per

# controls.switch.chart.type
source: Switch to another chart type while maintaining most filter settings.
de: Wechseln Sie zu einem anderen Diagrammtyp unter Beibehaltung der meisten Filtereinstellungen
fr: Passer à une autre visualisation tout en conservant la plupart des filtres
it: Passa a un altro tipo di grafico mantenendo la maggior parte delle impostazioni dei filtri

# controls.symbol.cross
source: Cross
de: Kreuz
it: Attraverso

# controls.symbol.dot
source: Dot
de: Punkt
it: Punto

# controls.symbol.triangle
source: Triangle
de: Dreieck
it: Triangolo

# controls.table.column.group
source: Use as group
de: Gruppieren
fr: Grouper selon cette colonne
it: Raggruppa secondo questa colonna

# controls.table.column.hide
source: Hide column
de: Spalte ausblenden
fr: Masquer la colonne
it: Nascondi la colonna

# controls.table.sorting
source: Sorting
de: Sortierung
fr: Tri
it: Ordinamento

# controls.tableSettings.showSearch
source: Show search field
de: Suche anzeigen
fr: Afficher le champ de recherche
it: Mostra il campo di ricerca

# controls.title
source: Title
de: Titel hinzufügen
fr: Titre
it: Titolo

# controls.tree.select-value
source: Select
de: Auswählen
fr: Sélectionner
it: Selezionare

# controls.visualize-color-palette
source: Visualize color palettes
de: Visualize Farbpaletten
fr: Visualize les palettes de couleurs
it: Visualize le tavolozze dei colori

source: Data source
de: Datenquelle
fr: Source des données
it: Fonte di dati

# data.source.notTrusted
source: This chart is not using a trusted data source.
de: Dieses Diagramm verwendet keine vertrauenswürdige Datenquelle.
fr: Ce graphique n'utilise pas une source de données fiable.
it: Questo grafico non utilizza una fonte di dati affidabile.

# dataset-preview.back-to-results
source: Back to the datasets
de: Zurück zu den Datensätzen
fr: Revenir aux jeux de données
it: Torna ai set di dati

# dataset-preview.keywords
source: Keywords
de: Schlüsselwörter
fr: Mots clés
it: Parole chiave

# dataset-result.dimension-joined-by
source: Contains values of
de: Enthält Wert von
fr: Rejoint via
it: Contiene valore da

# dataset.footnotes.dataset
source: Dataset
de: Datensatz
fr: Jeu de données
it: Set di dati

# dataset.footnotes.updated
source: Latest data update
de: Neuestes Update
fr: Mise à jour des données
it: Ultimo aggiornamento dei dati

# dataset.hasImputedValues
source: Some data in this dataset is missing and has been interpolated to fill the gaps.
de: Einige Daten in diesem Datensatz fehlen und wurden interpoliert, um die Lücken zu füllen.
fr: Certaines données de cet ensemble de données sont manquantes et ont été interpolées pour combler les lacunes.
it: In questo set di dati mancano alcuni dati. Questi sono stati interpolati per colmare le lacune..

# dataset.includeDrafts
source: Include draft datasets
de: Entwürfe einschliessen
fr: Inclure les brouillons
it: Includere le bozze

# dataset.metadata.date.created
source: Date created
de: Erstellungsdatum
fr: Date de création
it: Data di creazione

# dataset.metadata.email
source: Contact points
de: Kontaktstellen
fr: Points de contact
it: Punti di contatto

# dataset.metadata.furtherinformation
source: Further information
de: Weitere Informationen
fr: Informations complémentaires
it: Addizionali informazioni

# dataset.metadata.learnmore
source: More about the dataset
de: Mehr zum Datensatz
fr: En savoir plus sur le jeu de données
it: Ulteriori informazioni sul set di dati

# dataset.metadata.source
source: Source
de: Quelle
it: Fonte

# dataset.metadata.version
source: Version
it: versione

# dataset.order.newest
source: Newest
de: Neueste
fr: Plus récent en premier
it: Più recente

# dataset.order.relevance
source: Relevance
de: Relevanz
fr: Pertinence
it: Rilevanza

# dataset.order.title
source: Title
de: Titel
fr: Titre
it: Titolo

# dataset.publicationStatus.draft.warning
source: Careful, this dataset is only a draft.<0/><1>Don't use for reporting!</1>
de: Achtung, dieser Datensatz ist im Entwurfs-Stadium.<0/><1>Diese Grafik nicht für Berichte verwenden.</1>
fr: Attention, ce jeu de données est à l'état d'ébauche.<0/><1>Ne l'utilisez pas pour une publication!</1>
it: Attenzione, questo set di dati è una bozza.<0/><1>Non utilizzare questo grafico per un rapporto!</1>

# dataset.publicationStatus.expires.warning
source: Careful, the data for this chart has expired.<0/><1>Don't use for reporting!</1>
de: Achtung, dieser Datensatz ist abgelaufen.<0/><1>Diese Grafik nicht für Berichte verwenden.</1>
fr: Attention, ce jeu de données est expiré.<0/><1>Ne l'utilisez pas pour une publication!</1>
it: Attenzione, questo set di dati è scaduto.<0/><1>Non utilizzare questo grafico per un rapporto!</1>

# dataset.results
source: {0, plural, zero {No datasets} one {# dataset} other {# datasets}}
de: {0, plural, zero {Keine Datensätze} one {# Datensatz} other {# Datensätze}}
fr: {0, plural, zero {Aucun jeu de données} one {# jeu de données} other {# jeux de données}}
it: {0, plural, zero {Nessun set di dati} one {# set di dati} other {# set di dati}}

# dataset.search.at-least-one-compatible-dimension-selected
source: At least one compatible dimension must be selected.
de: Es muss mindestens eine kompatible Dimension ausgewählt werden.
fr: Au moins une dimension compatible doit être sélectionnée.
it: È necessario selezionare almeno una dimensione compatibile.

# dataset.search.caution.acknowledge
source: Understood, I'll proceed cautiously.
de: Verstanden, ich werde vorsichtig vorgehen.
fr: Compris, je vais procéder avec prudence.
it: Capito, procederò con cautela.

# dataset.search.caution.body
source: The linking of different datasets carries risks such as data inconsistencies, scalability issues, and unexpected correlations. Be sure to use to merge datasets only when you are confident that data should be merged together.
de: Die Verknüpfung verschiedener Datensätze birgt Risiken wie Dateninkonsistenzen, Skalierbarkeitsprobleme und unerwartete Korrelationen. Stellen Sie sicher, dass Sie Datensätze nur dann zusammenführen, wenn Sie sicher sind, dass die Daten zusammengeführt werden sollen.
fr: La liaison de différents ensembles de données comporte des risques tels que des incohérences de données, des problèmes d'évolutivité et des corrélations inattendues. Assurez-vous d'utiliser pour fusionner des ensembles de données uniquement lorsque vous êtes sûr que les données doivent être fusionnées.
it: Il collegamento di diversi set di dati comporta rischi quali incoerenze dei dati, problemi di scalabilità e correlazioni impreviste. Assicurati di utilizzare per unire i set di dati solo quando sei sicuro che i dati debbano essere uniti insieme.

# dataset.search.label
source: Search
de: Suchen
fr: Chercher
it: Cerca

# dataset.search.placeholder
source: Name, organization, keyword...
de: Name, Organisation, Stichwort...
fr: Nom, organisation, mots clés...
it: Nome, organizzazione, parola chiave...

# dataset.search.preview.added-dataset
source: New dataset added. You can now use its data in the chart(s).
de: Neuer Datensatz hinzugefügt. Sie können die Daten nun in den Diagrammen verwenden.
fr: Nouvel ensemble de données ajouté. Vous pouvez maintenant utiliser ses données dans le(s) graphique(s).
it: Nuovo set di dati aggiunto. Ora puoi utilizzare i suoi dati nei grafici.

# dataset.search.preview.datasets
source: Datasets
de: Datensätze
fr: Ensemble de données
it: Set di dati

# dataset.search.preview.description
source: Review data preview of available dimensions and continue to edit visualization.
de: Überprüfen Sie die verfügbaren Dimensionen.
fr: Vérifiez les nouvelles dimensions disponibles puis continuez à modifier la visualisation.
it: Esamina le dimensioni disponibili prima di continuare a modificare la visualizzazione.

# dataset.search.preview.new-dimension
source: New
de: Neu
fr: Nouveau
it: Nuovo

# dataset.search.preview.title
source: Available dimensions
de: Verfügbare Dimensionen
fr: Vérifiez les nouvelles dimensions
it: Esamina le dimensioni disponibili

# dataset.search.search-options.more-2-options-selected
source: {0} more
de: {0} weitere
fr: {0} autres
it: altre {0}

source: dataset.search.search-options.no-options-selected
de: Keine Optionen ausgewählt
fr: Aucune option sélectionnée
it: Nessuna opzione selezionata

# dataset.sortby
source: Sort by
de: Sortieren nach
fr: Trier par
it: Ordina per

# dataset.tag.draft
source: Draft
de: Entwurf
fr: Brouillon
it: Bozza

# datatable.showing.first.rows
source: Showing first 10 rows
de: Die ersten 10 Zeilen werden angezeigt
fr: Seules les 10 premières lignes sont affichées
it: Sono mostrate soltanto le prime 10 righe

# dimension.joined
source: Joined
de: Verbunden
fr: Jointe
it: Unita

# dimension.joined-info-icon
source: Joined dimensions integrate data from multiple datasets
de: Verbundene Dimensionen integrieren Daten aus mehreren Datensätzen
fr: Les dimensions jointes intègrent les données de plusieurs ensembles de données
it: Le dimensioni unite integrano i dati provenienti da più set di dati

# flashes.couldnt-load-cube.title
source: Could not load cube
de: Der Cube konnte nicht geladen werden
fr: Impossible de charger le cube
it: Impossibile caricare il cubo

# flashes.couldnt-load-cube.view-cube-checker
source: View in Cube Validator
de: Ansicht im Cube Validator
fr: Voir dans Cube Validator
it: Visualizza in Cube Validator

# footer.about_us.label
source: About Us
de: Über dieses Portal
fr: À propos de ce portail
it: Informazioni su questo portale

# footer.about_us.text
source: The portal visualize.admin.ch allows the visualization of Swiss Open Government Data provided by the LINDAS Linked Data Service. Open Government Data (OGD) are data that are made available to the public free of charge in computer-readable format.
de: Das Portal visualize.admin.ch ermöglicht die Visualisierung von Schweizer Open Government Data, die durch den LINDAS Linked Data Service bereitgestellt werden. Open Government Data (OGD) sind Daten, die der Öffentlichkeit kostenlos in computerlesbarem Format zur Verfügung gestellt werden.
fr: Le portail visualize.admin.ch permet de visualiser les Open Government Data suisses fournies par le LINDAS Linked Data Service. Les Open Government Data (OGD) sont des données mises gratuitement à la disposition du public dans un format lisible par ordinateur.
it: Il portale visualize.admin.ch consente di visualizzare i dati aperti del governo svizzero forniti dal Linked Data Service LINDAS. Gli Open Government Data (OGD) sono dati resi disponibili gratuitamente al pubblico in formato leggibile al computer.

# footer.button.lindas
source: LINDAS Linked Data Services
de: LINDAS Linked Data Dienste
fr: Services de données liées LINDAS
it: Servizi di dati collegati LINDAS

# footer.contact.title
source: Stay informed
de: Informiert bleiben
fr: Rester informé
it: Rimanete informati

# footer.information.title
source: Further information
de: Weitere Informationen
fr: Plus d'informations
it: Ulteriori informazioni

# footer.statistics
source: Statistics
de: Statistiken
it: Statistiche

# footer.status
source: Status
fr: Statut
it: Stato

# hint.chartunexpected.message
source: An unexpected error occurred while displaying this chart.
de: Beim Anzeigen dieses Diagramms ist ein unerwarteter Fehler aufgetreten.
fr: Une erreur inattendue s'est produite lors de l'affichage de ce graphique.
it: Si è verificato un errore imprevisto durante la visualizzazione di questo grafico.

# hint.chartunexpected.title
source: Unexpected error
de: Unerwarteter Fehler
fr: Erreur inattendue
it: Errore imprevisto

# hint.coordinatesloadingerror.message
source: There was a problem with loading the coordinates from geographical dimensions. Please try again later.
de: Es gab ein Problem beim Laden der Koordinaten aus den geografischen Dimensionen. Bitte später erneut versuchen.
fr: Les données géographiques n’ont pas pu être chargées, merci de réessayer plus tard.
it: C'è stato un problema con il caricamento delle coordinate dalle dimensioni geografiche. Per favore riprova più tardi.

# hint.coordinatesloadingerror.title
source: Coordinates loading error
de: Koordinaten-Ladefehler
fr: Erreur de chargement des coordonnées
it: Errore di caricamento delle coordinate

# hint.create.your.own.chart
source: Copy this visualization or make a new visualization using Swiss Open Government Data.
de: Kopieren Sie diese Visualisierung oder erstellen Sie eine neue Visualisierung mit Swiss Open Government Data.
fr: Copiez cette visualisation ou créez une nouvelle visualisation à partir des données ouvertes de l’administration publique suisse.
it: Copia questa visualizzazione o crea una nuova visualizzazione usando «dati aperti» dell’amministrazione pubblica svizzera

# hint.dataloadingerror.message
source: The data could not be loaded.
de: Die Daten konnten nicht geladen werden.
fr: Les données n'ont pas pu être téléchargées.
it: I dati non possono essere caricati.

# hint.dataloadingerror.status
source: Check the status page for more information
de: Weitere Informationen finden Sie auf der Statusseite
fr: Consultez la page de statut pour plus d'informations
it: Controlla la pagina di stato per ulteriori informazioni”

# hint.dataloadingerror.title
source: Data loading error
de: Daten-Ladefehler
fr: Problème de téléchargement des données
it: Problema di caricamento dei dati

# hint.how.to.share
source: You can share this visualization by copying the URL or by embedding it on your own website. You can also create a new visualization from scratch or start by copying the visualization above.
de: Sie können diese Visualisierung teilen oder sie einbetten. Zudem können Sie eine neue Visualisierung erstellen oder die gezeigte Visualisierung kopieren.
fr: Vous pouvez partager cette visualisation en copiant l'URL ou en l'intégrant sur votre site Web. Vous pouvez également créer une toute nouvelle visualisation, ou bien copier et modifier la visualisation ci-dessus.
it: È possibile condividere questa visualizzazione copiando l'URL o incorporandola nel vostro sito Web. Puoi anche creare una nuova visualizzazione partendo da zero oppure copiando e modificando la visualizzazione sopra.

# hint.loading.data
source: Loading data...
de: Lade Daten …
fr: Chargement des données...
it: Caricamento dei dati...

# hint.loading.data.large.datasets
source: While we are continuously optimizing performance, processing large data sets may currently require additional time.
de: Bei grossen Datensätzen kann dies zur Zeit länger dauern, die Performance wird noch optimiert.
fr: Bien que nous optimisions constamment les performances, le traitement de grands ensembles de données peut actuellement nécessiter plus de temps.
it: Con i set di dati di grandi dimensioni, l'operazione può richiedere più tempo; le prestazioni sono ancora in fase di ottimizzazione.

# hint.no.visualization.with.dataset
source: No visualization can be created with the selected dataset.
de: Mit dem ausgewählten Datensatz kann keine Visualisierung erstellt werden.
fr: Aucune visualisation ne peut être créée avec le jeu de données sélectionné.
it: Nessuna visualizzazione può essere creata con il dataset selezionato.

# hint.nodata.message
source: Please try with another combination of filters.
de: Bitte versuchen Sie es mit einer anderen Filterkombination.
fr: Veuillez essayer avec une autre combinaison de filtres.
it: Prova con un'altra combinazione di filtri.

# hint.nodata.title
source: No data available for current filter selection
de: Keine Daten für die aktuelle Filterauswahl
fr: Il n'y a pas de données correspondant aux filtres sélectionnés
it: Non ci sono dati corrispondenti ai filtri selezionati

# hint.nogeometries.message
source: Please try with another geographical dimension.
de: Bitte versuchen Sie es mit einer anderen geografischen Dimension.
fr: Veuillez essayer avec une autre dimension géographique.
it: Provare con un'altra dimensione geografica.

# hint.nogeometries.title
source: No geometries available
de: Keine Geometrien verfügbar
fr: Aucune géométrie disponible
it: Nessuna geometria disponibile

# hint.only.negative.data.message
source: Negative data values cannot be displayed with this chart type.
de: Negative Datenwerte können mit diesem Diagrammtyp nicht dargestellt werden.
fr: Ce type de graphique ne permet pas de représenter des données négatives.
it: Dati con valori negativi non possono essere visualizzati con questo tipo di grafico.

# hint.only.negative.data.title
source: Negative Values
de: Negative Werte
fr: Valeurs négatives
it: Valori negativi

# hint.publication.draft
source: This chart is still a draft.
de: Dieses Visualisierung befindet sich noch im Entwurf.
fr: Ce graphique est un brouillon.
it: Questa visualizzazione è ancora in bozza.

# hint.publication.success
source: Your visualization is now published. Share it by copying the URL or use the Embed menu above.
de: Die Visualisierung ist jetzt veröffentlicht. Sie können sie teilen oder einbetten, indem Sie die URL kopieren oder das Menü oben verwenden.
fr: Votre visualisation est à présent publiée. Partagez-là en copiant l'URL ou en utilisant les options d'intégration.
it: La tua visualizzazione è ora pubblicata. Condividila copiando l'URL o utilizzando le opzioni di incorporamento.

# interactive.data.filters.hide
source: Hide Filters
de: Filter ausblenden
fr: Masquer les filtres
it: Nascondi i filtri

# interactive.data.filters.show
source: Show Filters
de: Filter anzeigen
fr: Afficher les filtres
it: Mostra i filtri

# login.chart.actions.unpublish
source: Unpublish
de: Veröffentlichung aufheben
fr: Dépublier
it: Annullare la pubblicazione

# login.chart.delete
source: Delete
de: Löschen
fr: Supprimer
it: Cancellare

# login.chart.delete-draft.confirmation
source: Are you sure you want to delete this draft?
de: Möchten Sie diesen Entwurf wirklich löschen?
fr: Voulez-vous vraiment supprimer ce brouillon ?
it: Sei sicuro di voler cancellare questa bozza?

# login.chart.delete.confirmation
source: Are you sure you want to delete this chart?
de: Sind Sie sicher, dass Sie diese Grafik löschen wollen?
fr: Êtes-vous sûr de vouloir supprimer cette carte ?
it: Sei sicuro di voler cancellare questo grafico?

# login.chart.duplicate
source: Duplicate
de: Duplizieren
fr: Dupliquer
it: Duplicare

# login.chart.edit
source: Edit
de: Bearbeiten
fr: Editer
it: Modifica

# login.chart.embed
source: Embed
de: Einbetten
fr: Intégrer
it: Incorpora

# login.chart.preview
source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima
